The unique identification of the fabrication configuration.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public Guid GUID { get; }
  Visual Basic
Public ReadOnly Property GUID As Guid
	Get
  Visual C++
public:
property Guid GUID {
	Guid get ();
}
 See Also
  FabricationConfigurationInfo Class
  Autodesk.Revit.DB Namespace